Repository: certik/debexpo
Catalog: debexpo/i18n/*/LC_MESSAGES/debexpo.po
Languages: de

source: Invalid email or password
de: Ungültige Email-Adresse oder Passwort

source: Unreviewed
de: Noch nicht begutachtet

source: Needs work
de: Muss überarbeitet werden

source: Perfect
de: Perfekt

source: Yes
de: Ja

source: No
de: Nein

source: Unknown
de: Unbekannt

source: Invalid GPG key
de: Ungültiger GPG-Schlüssel

source: Incorrect password
de: Falsches Passwort

source: A user with this email address is already registered on the system
de: Es ist bereits ein andere Nutzer mit dieser Email-Adresse im System registriert.

source: You must use your debian.org email address to register
de: Sie müssen Ihre debian.org-Email-Adresse bei der Registrierung verwenden.

source: Start page
de: Startseite

source: News
de: Neuigkeiten

source: Introduction
de: Einleitung

source: Sign me up
de: Registriere mich

source: My account
de: Mein Benutzerkonto

source: My packages
de: Meine Pakete

source: Q & A
de: Fragen & Antworten

source: Contact
de: Kontakt

source: Failure in importer
de: Fehler beim importieren

source: Hello, There was a failure in importing a package into debexpo. The problem appears to be debexpo itself. The error message was:
de: Hallo, <br /><br />Es gab einen Fehler beim importieren des Pakets in debexpo. Das Problem<br />scheint bei debexpo selbst zu liegen. Die Fehlermeldung war:

source: This message can be found in the logs.
de: Diese Nachricht kann in den Logs nicht gefunden werden.

source: Thanks,
de: Danke,

source: Failed to import %s
de: Konnte %s nicht importieren

source: Hello, There was a failure in importing your package "%s" into the repository. The problem appears to be in the repository software and not your package. Sorry for the inconvenience. The administrator has been notified. Please try again soon.
de: Hallo, Es gab ein Problem beim importieren Ihres Paket "%s" in das Repository. Das Problem scheint bei der Repository-Software zu liegen und nicht bei Ihrem Paket. Entschuldigen Sie die Unannehmlichkeiten. Der Administrator wurde informiert. Bitte versuchen Sie es später erneut.

source: Please activate your account
de: Bitte aktivieren Sie Ihr Benutzerkonto.

source: Hello, Please activate your account by visiting the following address in your web-browser:
de: Hallo, Bitte aktivieren Sie Ihr Benutzerkonto, in diesem Sie zur folgenden Adresse mit Ihrem Web-Browser gehen:

source: Login
de: Anmelden

source: Please login to continue
de: Bitte loggen Sie sich zunächst ein

source: E-mail
de: Email-Adresse

source: Password
de: Passwort

source: Submit
de: Abschicken

source: Change details
de: Details ändern

source: Change GPG key
de: GPG-Schlüssel ändern

source: Current GPG key
de: Aktueller GPG-Schlüssel

source: Delete current key
de: Diesen Schlüssel löschen

source: GPG key
de: GPG-Schlüssel

source: Change password
de: Passwort ändern

source: Current password
de: Aktuelles Passwort

source: New password
de: Neues Passwort

source: Confirm new password
de: Neues Passwort wiederholen

source: Change other details
de: Andere Details ändern

source: Country
de: Land

source: IRC nickname
de: IRC-Name

source: Jabber address
de: Jabber-Adresse

source: Debian Developer
de: Debian-Entwickler

source: Details about package "%s"
de: Details zum Paket "%s"

source: Uploader
de: Hochgeladen von

source: Description
de: Beschreibung

source: Package versions
de: Paket-Versionen

source: View RFS template
de: RFS-Vorlage ansehen

source: Uploaded
de: Hochgeladen

source: Debian Source Control file URL
de: URL der Debian 'source'-Datei

source: Section
de: Sektion

source: Priority
de: Priorität

source: Closes bugs
de: Schließt diese Fehlerberichte

source: Package has been uploaded to Debian
de: Paket wurde nach Debian hochgeladen

source: No comments
de: Keine Kommentare

source: Uploaded to Debian
de: Nach Debian hochgeladen

source: Template for an RFS for "%s"
de: Vorlage für ein RFS für "%s"

source: An RFS is a <i>request for sponsorship</i>. If you want to show other people that you are looking for a sponsor for your package you can post an email to the debian-mentors mailing list containing information about your package.
de: Ein RFS ist ein <i>Request-For-Sponsorship</i>. Falls Sie zeigen möchten, dass Sie einen Sponsor für Ihr Paket suchen, können Sie eine Email an die debian-mentors-Mailingliste mit bestimmten Informationen über Ihr Paket schicken.

source: Package list
de: Paketliste

source: Package
de: Paket

source: Needs a sponsor
de: Benötigt einen Sponsor

source: No packages
de: Keine Pakete

source: Packages maintained by %s
de: Pakete, die von %s betreut werden

source: Packages in section %s
de: Pakete in Sektion %s

source: Packages uploaded by %s
de: Pakete, die von %s hochgeladen wurden

source: Check your email
de: Bitte prüfen Sie Ihren Email-Posteingang

source: An email has been sent to the email address you specified. Check it for instructions on how to activate your account.
de: Eine Email wurde an die angegebene Adresse geschickt. Bitte folgen Sie den Anweisungen in der Email, um Ihr Benutzerkonto zu aktivieren.

source: User activated
de: Benutzer aktiviert

source: Your account has been activated.
de: Ihr Benutzerkonto wurde aktiviert.

source: You can now %sproceed to login%s.
de: Sie können sich jetzt %s einloggen%s.

source: Invalid verification key
de: Ungültiger Überprüfungsschlüssel

source: The verification key you entered has not been recognised. Please try again.
de: Der Überprüfungsschlüssel, den Sie angegebenen haben, wurde nicht erkannt. Bitte versuchen Sie es noch einmal.

source: Sign up for your own account at %s
de: Registrieren Sie sich ein eigenes Benutzerkonto bei %s

source: What type of account would you like to apply for?
de: Als was möchten Sie sich registrieren?

source: Package Maintainer
de: Paketbetreuer

source: A package maintainer is a person who takes care of Debian packages. If you create Debian packages from certain pieces of (so called "upstream") software then you are a maintainer. You do not need to be an official Debian Developer (DD) or Debian Maintainer (DM).
de: Ein Paketbetreuer ist eine Person, die sich um Debian-Pakete kümmert. Falls Sie Debian-Pakete aus (sogenannter Upstream-)Software erstellen, sind Sie ein Paketbetreuer. Sie brauchen dafür kein offizieller Debian-Entwickler (Debian Developer/DD) oder Debian-Maintainer (DM) zu sein.

source: Uploading new packages into Debian is only possible if you are a Debian Developer (DD) or Debian Maintainer (DM). If you want to help package maintainers to get their packages into Debian you can be a sponsor and check and upload packages on their behalf.
de: Neue Pakete in Debian einzubringen ist nur möglich, wenn Sie ein Debian-Entwickler (Debian developer/DD) oder Debian-Maintainer (DM) sind. Falls Sie Paketbetreuern helfen möchten, ihre Pakete in Debian hochzuladen, können Sie ein Sponsor werden, um diese Pakete zu überprüfen und anstelle der eigentlichen Paketbetreuer hochzuladen.

source: Sign up for a maintainer account
de: Als Paketbetreuer registrieren

source: Account details
de: Benutzerkonto-Details

source: Full name
de: Voller Name

source: Confirm password
de: Passwort bestätigen

source: Sign up for a sponsor account
de: Als Sponsor registrieren
